Repository: Motionly-labs/Snowly-ios
Catalog: Snowly/Resources/Localizable.xcstrings
Source language: en
Languages: sv, zh_hans

# tracking_hero_card_speed_curve_description
source: Shows a live speed curve with current activity status.
sv: Visar en livekurva för hastighet med aktuell aktivitetsstatus.
zh_hans: 显示实时速度曲线及当前运动状态。

# tracking_hero_card_speed_description
source: Shows live speed first.
sv: Visar aktuell hastighet först.
zh_hans: 默认显示实时速度。

# tracking_hero_card_vertical_description
source: Tracks accumulated vertical drop.
sv: Följer ackumulerad fallhöjd.
zh_hans: 追踪累计落差。

# tracking_hero_cards_subtitle
source: Tap to preview, set a default, or add alternatives.
sv: Tryck för att förhandsvisa, välja standard eller lägga till alternativ.
zh_hans: 点按可预览、设为默认，或添加备选卡片。

# tracking_hero_cards_title
source: Hero Cards
sv: Toppkort
zh_hans: 顶部卡片

# tracking_hero_default_badge
source: Default
sv: Standard
zh_hans: 默认

# tracking_hero_heart_rate_subtitle
source: Live when available
sv: Live när tillgänglig
zh_hans: 有数据时实时显示

# tracking_hero_make_default
source: Make Default
sv: Gör till standard
zh_hans: 设为默认

# tracking_hero_profile_subtitle
source: Altitude and speed update together
sv: Hojd och fart uppdateras tillsammans
zh_hans: 高度和速度同步更新

# tracking_hero_profile_title
source: Overview
sv: Översikt
zh_hans: 概览

# tracking_metric_peak
source: Peak
sv: Topp
zh_hans: 峰值

# tracking_overview_stats_label
source: Displayed Stats
sv: Visad statistik
zh_hans: 显示数据

# tracking_peak_subtitle_last_run_format
source: %1$@ vertical · %2$.1f min
sv: %1$@ höjdmeter · %2$.1f min
zh_hans: %1$@ 落差 · %2$.1f 分钟

# tracking_peak_subtitle_session_format
source: %1$@ vertical · %2$.0f min
sv: %1$@ höjdmeter · %2$.0f min
zh_hans: %1$@ 落差 · %2$.0f 分钟

# tracking_resume_button_label
source: Tracking
sv: Spårning
zh_hans: 记录中

# tracking_slide_to_end_day
source: Slide to End Ski Day
sv: Svep för att avsluta skiddagen
zh_hans: 滑动结束滑雪日

# tracking_state_paused
source: Paused
sv: Pausad
zh_hans: 已暂停

# tracking_stop_confirm_action
source: End Ski Day
sv: Avsluta skiddag
zh_hans: 结束滑雪日

# tracking_tab_ski_day
source: Ski Day
sv: Skiddag
zh_hans: 滑雪日

# tracking_top_run_label
source: Top Run
sv: Bästa åk
zh_hans: 最佳一趟

# tracking_vertical_subtitle_format
source: %1$lld runs · %2$.0f min
sv: %1$lld åk · %2$.0f min
zh_hans: %1$lld 趟 · %2$.0f 分钟

# units_metric_short
source: Metric (km/h, m)
sv: Metriskt (km/h, m)
zh_hans: 公制 (km/h, m)

# upload_button_retry
source: Retry
sv: Försök igen
zh_hans: 重试

# upload_button_title
source: Upload to Snowly
sv: Ladda upp till Snowly
zh_hans: 上传到 Snowly

# upload_error_failed
source: Upload failed. Please try again.
sv: Uppladdning misslyckades. Försök igen.
zh_hans: 上传失败，请重试。

# upload_error_server
source: Server error. Please try again later.
sv: Serverfel. Försök igen senare.
zh_hans: 服务器错误，请稍后重试。

# upload_error_session_expired
source: Session expired, please register again.
sv: Sessionen har löpt ut, vänligen registrera dig igen.
zh_hans: 会话已过期，请重新注册。

# upload_state_success
source: Uploaded
sv: Uppladdad
zh_hans: 已上传

# upload_state_uploading
source: Uploading...
sv: Laddar upp...
zh_hans: 上传中...

# weather_updated_just_now
source: Just now
sv: Just nu
zh_hans: 刚刚

# weather_updated_minutes_ago_format %lld
source: Updated %lld min ago
sv: Uppdaterad %lld min sedan
zh_hans: %lld 分钟前更新

# chart_sample_count_format
source: %lld pts
zh_hans: %lld 个样本

# chart_stat_max
source: Max
zh_hans: 最大值

# chart_stat_min
source: Min
zh_hans: 最小值

# common_min_abbrev
source: min
zh_hans: 分钟

# common_ok
source: OK
zh_hans: 好

# common_start
source: Start
zh_hans: 开始

# crew_sync_interval_seconds_format
source: %llds
zh_hans: %lld秒

# gear_editor_extra_section
source: Extra
zh_hans: 其他

# home_ui_test_start
source: UI Test Start
zh_hans: UI 测试开始

# live_activity_max
source: max
zh_hans: 最高

# onboarding_welcome_subtitle
source: Every run. Every meter.
zh_hans: 每一趟，每一米。

# profile_version_label
source: Version
zh_hans: 版本

# session_card_stat_max
source: Max
zh_hans: 最高

# session_run_count_format %lld
source: %lld runs
zh_hans: %lld 趟

source: Set Tracking
zh_hans: 设置追踪

# settings_about_app_version
source: App Version
zh_hans: 应用版本

# settings_appearance_system
source: System
zh_hans: 跟随系统

# settings_section_data
source: Data
zh_hans: 数据

# settings_section_healthkit
source: HealthKit
zh_hans: 健康

# settings_section_server
source: Server
zh_hans: 服务器

# splash_tagline_primary
source: Every run. Every meter.
zh_hans: 每一趟，每一米。

source: Start Ski Tracking
zh_hans: 开始滑雪追踪

source: Start Skiing
zh_hans: 开始滑雪

# stat_heart_rate_unit
source: bpm
zh_hans: 次/分

source: Toggle Pause
zh_hans: 切换暂停

source: Tracking
zh_hans: 追踪

source: Tracking Enabled
zh_hans: 启用追踪

# units_imperial_short
source: Imperial (mph, ft)
zh_hans: 英制 (mph, ft)

# weather_uv_index_format
source: UV %lld
zh_hans: 紫外线 %lld
